[
{
    "name": "Bandit Camp",
    "desc": "Look out! Mini Math Bandits!"

},
{
    "name": "Tavern",
    "desc":  "Along your journey you spot a nearby tavern, it looks warm and inviting. Upon entering you realise that there are many spare rooms available to use for rest."
},
{
    "name": "Plains", 
    "desc": "You have reached the dry and barren plains where your last and ultimate battle is finally in sight, you may proceed to the evil Maths Monster, take a quick break to prepare yourself or alternatively run away. What will you choose?"
},
{
    "name": "Mean Multiplication Monkey's Lair", 
    "desc": "Arghh! It's the Mean Multiplication Monkey! What will you do?!"
},
{
    "name": "Dangerous Division Dinosaur's Den", 
    "desc": "Watch out! It's a Dangerous Division Dinosaur! What will you do?!"
},
{
    "name": "Watchtower", 
    "desc": "On your travels you see a tall and abandoned watchtower in the distance"
},
{
    "name": "Merchant", 
    "desc": "On the way to the next location you come across a lonely travelling merchant. He offers to aid you on your journey by giving you 1 free health point in exchange for knowledge. Do you accept his offer?"
},
{
    "name": "Traveller's camp", 
    "desc": "During your adventure you come face to face with another fellow traveller just like you, unfortunately, this traveller only seems interested in attacking you to get to the treasure first. You remember that cheating is never acceptable and must complete a multiplication question to subdue the aggressive traveller…"
},
{
    "name": "Bear Cave", 
    "desc": "Ahhhhh! A huge hungry bear! What will you do?"
},
{
    "name": "Your camp", 
    "desc": "This is your camp, Its from here you can venture out on your quest do defeat the Evil Maths Monster."
},
{
    "name": "Subtraction Snake's Hideout",
    "desc": "Look out! It's the Slimy Subtraction Snake!"
},
{
    "name": "Angry Addition Alligator's Swamp",
    "desc": "Watch out! It's the angry addition alligator!"
},
{
    "name": "River",
    "desc": "On your travels you come across a river."
},
{
    "name": "Old Lady's House",
    "desc": "Along the way you come across a lonely old lady, "
},

]